9/data/attachments/71760546cada9a44.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_or_Friend_23938_3</nif:username>
            <nif:friendToBeRequested>soap_friends_b8a33106-67bf-4912-84c1-bc40c6913898</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>